Repository: urieloko/demo
Catalog: TaxyClient/TaxiXpress/Resources/*.lproj/Localizable.strings
Languages: es_mx

# btn.tab.map
source: Map
es_mx: Mapa

# btn.tab.sites
source: Places
es_mx: Sitios Cercanos

# btn.available.taxi
source: Available Taxis..
es_mx: Ver Taxis Disponibles

# btn.search.taxi
source: Looking Available Taxis..
es_mx: Buscando Taxis Disponibles..

# lbl.menu.home
source: Home
es_mx: Inicio

# lbl.menu.myprofile
source: My Profile
es_mx: Mi Perfil

# lbl.menu.howitworks
source: How it works
es_mx: Ayuda

# lbl.menu.logout
source: Logout
es_mx: Salir

# lbl.home.pass
source: Password
es_mx: Contraseña

# lbl.home.user
source: Username
es_mx: Usuario

# btn.home.login
source: Login
es_mx: Inicia Sesión

# btn.home.registra
source: Sign In
es_mx: Regístrate

# btn.home.loginfg
source: Login With
es_mx: Inicia Sesión

# lbl.title.signin
source: Sign In
es_mx: Entra como Usuario

# lbl.title.signor
source: OR ...
es_mx: O bien...

# lbl.find.address
source: Locating Address...
es_mx: Buscando dirección ...

# lbl.progress
source: Loading
es_mx: Cargando

# lbl.detail
source: Detail
es_mx: Detalle

# lbl.showmore
source: More
es_mx: Ver Mas

# lbl.ratings
source: Ratings
es_mx: Calificación

# btn.ask.taxi
source: Get a Taxi
es_mx: Pedir Taxi

# lbl.onboard
source: Services Onboard
es_mx: Servicios a Bordo

# lbl.rate
source: Rate
es_mx: Califica el Servicio

# lbl.comment
source: Comments
es_mx: Comentarios

# lbl.check.user
source: Please check your User
es_mx: Favor de verificar tu Usuario

# lbl.check.password
source: Please check your Password
es_mx: Favor de verificar tu Contraseña

# lbl.accept
source: Accept
es_mx: Aceptar

# Servicio Aceptable
source: acceptable service
es_mx: Servicio Aceptable

# Tarifa Inicial
source: Initial Charge
es_mx: Tarifa Inicial

# Omitir
source: Skip
es_mx: Omitir

# Ingresa un número específico
source: Set Street #
es_mx: Ingresa un número específico

# lbl.about
source: Taxy © All Rights Reserved 2014
es_mx: Taxy © Derechos Reservados 2014

# lbl.cancel
source: Cancel
es_mx: Cancelar

# lbl.confirm
source: Confirm
es_mx: Confirmar

# lbl.welcome
source: Welcome:
es_mx: Bienvenido a:

# btn.inicia
source: Start Trip
es_mx: Iniciar Viaje

# btn.cancel.trip
source: Cancel Service
es_mx: Cancelar Viaje

# Cerrar
source: Close
es_mx: Cerrar

# El taxista aceptó su solicitud
source: Your Taxi Accept the Service
es_mx: El taxista aceptó su solicitud

# De
source: From:
es_mx: De:

# A
source: To:
es_mx: A:

# Recorrido
source: Distance:
es_mx: Recorrido:

# Monto
source: Amount:
es_mx: Monto:

# btn.continue
source: Accept
es_mx: Continuar

# El taxi ha llegado al punto de encuento
source: Your Taxi has Arrived
es_mx: El taxi ha llegado al punto de encuento

# Aviso
source: Notice
es_mx: Aviso

# Bienvenido a Taxy.
source: Welcome to Taxy.
es_mx: Bienvenido a Taxy.

# ¿Seguro que desea cancelar?
source: Are you sure you want to cancel?
es_mx: ¿Seguro que desea cancelar?

# SI
source: YES
es_mx: SI

# Su taxi llegará aproximadamente en: %@ minutos
source: Your Taxi will arrive in approximately: %@ minutes
es_mx: Su taxi llegará aproximadamente en: %@ minutos

# Estoy utilizando @Taxy, y me encanta http://taxy.extend.com.mx
source: I am using @Taxy, and I love it http://taxy.extend.com.mx
es_mx: Estoy utilizando @Taxy, y me encanta http://taxy.extend.com.mx

# Indique su ubicación y solicite el taxi deseado
source: Specify your location and request the desired Taxi
es_mx: Indique su ubicación y solicite el taxi deseado

# Observe los taxis cercanos a su ubicación
source: Browse nearby taxis to your location
es_mx: Observe los taxis cercanos a su ubicación

# Conozco el momento exacto en que el taxista arribo a su ubicacion
source: I know the exact moment when the driver arrived at my location
es_mx: Conozco el momento exacto en que el taxista arribo a mi ubicacion

# Califique el servicio recibido por el taxista
source: Rate the service received by the driver
es_mx: Califique el servicio recibido por el taxista

# Paso 1
source: Step 1
es_mx: Paso 1

# Paso 2
source: Step 2
es_mx: Paso 2

# Paso 3
source: Step 3
es_mx: Paso 3

# Paso 4
source: Step 4
es_mx: Paso 4

# Page1.png
source: Page1EN.png
es_mx: Page1.png

# Page2.png
source: Page2EN.png
es_mx: Page2.png

# Page3.png
source: Page3EN.png
es_mx: Page3.png

# Page4.png
source: Page4EN.png
es_mx: Page4.png

# Nombre
source: Name
es_mx: Nombre

# ApellidoPat
source: Last Name
es_mx: Apellido Paterno

# ApellidoMat
source: Second Last Name
es_mx: Apellido Materno

# Correo
source: Mail
es_mx: Correo

# Telefono
source: Telephone
es_mx: Teléfono

# Contraseña
source: Password
es_mx: Contraseña

# Confirma Contraseña
source: Confirm Password
es_mx: Confirma Contraseña

# Ingresa tus Datos
source: Sign In:
es_mx: Ingresa tus Datos:

# Registrar
source: Register
es_mx: Registrar
